ClienteWS/soap-request-hola.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:hola="http://hola.webservices.director.anses.org/" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <hola:hola>
         <nombre>Gustavo</nombre>
      </hola:hola>
   </soapenv:Body>
</soapenv:Envelope>
